[
  {
    "id": 1,
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Facebook_Logo_2023.png",
    "title": "Facebook",
    "companyName": "Meta Platforms, Inc.",
    "description": "Stay connected with your world through Facebook, the original social network designed to bring people closer. Share your life's updates with friends and family, post your favorite photos and videos, and react to their stories in real-time. It's your personal space to express yourself and see what your friends are up to, all in one place. Keep your connections strong, no matter the distance.\n\nDive deeper into your passions by joining vibrant communities and groups tailored to your interests, from local hiking clubs to global fan pages. Discover and RSVP to local events, or create your own to bring people together. Explore Marketplace to find great deals on items near you, or list your own things for sale. Facebook is more than just a profile; it's a hub for your social life.\n\nOur mission is to give people the power to build community and bring the world closer together. Keep up with the latest news from public figures, brands, and publications you follow. Use our platform to raise awareness for causes you care about, organize fundraisers, and make a positive impact. It's a powerful tool for connection, communication, and change.",
    "size": 78,
    "reviews": "135.8M",
    "ratingAvg": 3.8,
    "downloads": "5000M",
    "ratings": [
      { "name": "1 star", "count": 25000000 },
      { "name": "2 star", "count": 12000000 },
      { "name": "3 star", "count": 18000000 },
      { "name": "4 star", "count": 20789012 },
      { "name": "5 star", "count": 60000000 }
    ]
  },
  {
    "id": 2,
    "image": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Instagram_icon.png",
    "title": "Instagram",
    "companyName": "Meta Platforms, Inc.",
    "description": "Share your life's moments through stunning photos and videos on Instagram, the ultimate platform for visual storytelling. Use a suite of creative tools like Reels and Stories to express yourself in dynamic ways, adding music, effects, and text to bring your content to life. Curate a beautiful profile that reflects your unique personality and aesthetic. It's your canvas to share your perspective with the world.\n\nConnect with a global community of creators, friends, and brands who share your passions and interests. Explore an endless feed of content tailored to you, from travel photography to the latest fashion trends. Discover new accounts, follow your favorite artists, and engage with content that inspires you. The possibilities for discovery are endless and always fresh.\n\nInstagram is also a powerful space for businesses and creators to thrive. Build your brand, engage with your audience, and showcase your products through shoppable posts and targeted ads. Collaborate with other creators, monetize your content, and turn your passion into a profession. It’s where culture is born and trends take flight.",
    "size": 55,
    "reviews": "142M",
    "ratingAvg": 4.4,
    "downloads": "1000M",
    "ratings": [
      { "name": "1 star", "count": 10000000 },
      { "name": "2 star", "count": 5000000 },
      { "name": "3 star", "count": 12000000 },
      { "name": "4 star", "count": 25000000 },
      { "name": "5 star", "count": 90000000 }
    ]
  },
  {
    "id": 3,
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/6b/WhatsApp.svg",
    "title": "WhatsApp Messenger",
    "companyName": "WhatsApp LLC",
    "description": "Enjoy simple, reliable, and private messaging and calling, available all over the world. With end-to-end encryption, your personal conversations are always secure, whether you're chatting one-on-one or in a group. Share text messages, voice notes, photos, and documents with ease. Communication has never been more straightforward or secure for millions of global users.\n\nCreate group chats to stay in touch with the people who matter most, like your family or coworkers. Customize your experience with custom wallpapers, notification sounds, and the ability to pin important chats to the top. Use the Status feature to share text, photo, and video updates that disappear after 24 hours. It's your personal space for all your close connections.\n\nBuilt with a focus on privacy, WhatsApp ensures that only you and the person you're communicating with can read or listen to what is sent. This commitment extends across all features, providing peace of mind in a digital world. Connect confidently, knowing your conversations are protected and your data remains your own, every single day and everywhere.",
    "size": 42,
    "reviews": "180.5M",
    "ratingAvg": 4.6,
    "downloads": "5000M",
    "ratings": [
      { "name": "1 star", "count": 8000000 },
      { "name": "2 star", "count": 4500000 },
      { "name": "3 star", "count": 12000000 },
      { "name": "4 star", "count": 36000000 },
      { "name": "5 star", "count": 120000000 }
    ]
  },
  {
    "id": 4,
    "image": "https://upload.wikimedia.org/wikipedia/en/a/a9/TikTok_logo.svg",
    "title": "TikTok",
    "companyName": "Bytedance Ltd.",
    "description": "Discover an endless stream of short-form videos, from comedy and gaming to DIY and dance. The 'For You' feed delivers a personalized river of content that learns from what you watch, like, and share. Uncover niche communities and fresh creators with every scroll. You'll always find something new and exciting to keep you entertained and inspired.\n\nUnleash your own creativity with easy-to-use video editing tools right in the app. Add music from a massive library of sounds, apply viral filters and effects, and stitch clips together to tell your story. Whether you're a beginner or a pro, TikTok makes it simple to create high-quality content that can be shared with a global audience in seconds. Your next viral video is just a tap away.\n\nJoin a global community where authenticity is celebrated and everyone is a creator. Participate in trends, duet with other users, and engage with your favorite creators through comments and live streams. TikTok is more than an app; it's a cultural phenomenon that is constantly evolving, driven by the creativity and passion of its millions of users. Find your voice and your audience.",
    "size": 95,
    "reviews": "85M",
    "ratingAvg": 4.5,
    "downloads": "1000M",
    "ratings": [
      { "name": "1 star", "count": 5000000 },
      { "name": "2 star", "count": 2000000 },
      { "name": "3 star", "count": 8000000 },
      { "name": "4 star", "count": 15000000 },
      { "name": "5 star", "count": 55000000 }
    ]
  },
  {
    "id": 5,
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/84/Spotify_icon.svg",
    "title": "Spotify",
    "companyName": "Spotify AB",
    "description": "Access a world of music and podcasts instantly. Listen to artists you love, discover new tracks, and create personalized playlists for any mood or moment, all in one seamless audio streaming experience. With a library of millions of songs, from the latest hits to timeless classics, your next favorite track is always waiting. Enjoy high-quality audio streaming wherever you are.\n\nDiscover new music and podcasts tailored just for you with personalized recommendations like Discover Weekly and Release Radar. Spotify's powerful algorithm learns your taste and introduces you to artists you're bound to love. Explore thousands of curated playlists made by experts and users alike, covering every genre, activity, and mood. The perfect soundtrack is always at your fingertips.\n\nEnjoy Spotify on all your devices, from your phone and tablet to your desktop and smart speaker, with seamless playback that picks up right where you left off. Download your favorite music and podcasts to listen offline, perfect for travel or when you're without an internet connection. Upgrade to Premium for an ad-free experience and even more features to enhance your listening.",
    "size": 88,
    "reviews": "25M",
    "ratingAvg": 4.7,
    "downloads": "1000M",
    "ratings": [
      { "name": "1 star", "count": 500000 },
      { "name": "2 star", "count": 300000 },
      { "name": "3 star", "count": 1200000 },
      { "name": "4 star", "count": 3000000 },
      { "name": "5 star", "count": 20000000 }
    ]
  },
  {
    "id": 6,
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/08/Netflix_2015_logo.svg",
    "title": "Netflix",
    "companyName": "Netflix, Inc.",
    "description": "Stream an unlimited library of movies, TV shows, and award-winning original content. Watch on any device, download for offline viewing, and discover your next favorite show with personalized recommendations. From gripping dramas to hilarious comedies and fascinating documentaries, there is always something new to watch. The world of entertainment is yours to explore.\n\nCreate up to five individual profiles within a single account, so everyone in your family can have their own personalized Netflix experience. Our powerful recommendation engine learns what you love and suggests titles you'll enjoy, making it easy to find your next binge-worthy series or movie night favorite. A dedicated kids' section offers family-friendly content.\n\nEnjoy a seamless viewing experience whether you're at home on your smart TV or on the go with your tablet or phone. Download select titles to your mobile device and watch offline, perfect for commutes, flights, or anywhere without internet. With new content added all the time, your entertainment library is constantly growing and evolving.",
    "size": 65,
    "reviews": "14M",
    "ratingAvg": 4.3,
    "downloads": "1000M",
    "ratings": [
      { "name": "1 star", "count": 900000 },
      { "name": "2 star", "count": 500000 },
      { "name": "3 star", "count": 1100000 },
      { "name": "4 star", "count": 2500000 },
      { "name": "5 star", "count": 9000000 }
    ]
  },
  {
    "id": 7,
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/09/YouTube_full-color_icon_%282017%29.svg",
    "title": "YouTube",
    "companyName": "Google LLC",
    "description": "Explore what the world is watching, from the hottest music videos to what’s popular in gaming, fashion, and learning. Subscribe to channels you love, create your own content, and share with a global audience. YouTube gives you a window into the world, powered by a global community of creators and viewers. Find your passion, or discover a new one, every day.\n\nPersonalize your experience by subscribing to your favorite channels, creating playlists, and engaging with videos through likes and comments. The more you watch, the better YouTube gets at recommending content you'll love. Follow creators who inspire and entertain you, and get notified whenever they upload new videos so you never miss out on the latest content from your favorites.\n\nBecome a creator yourself and share your voice with the world. Upload videos directly from your phone or computer, go live to connect with your audience in real-time, and build a community around your content. With YouTube's powerful platform, you have the tools to share your stories, skills, and perspectives with a potential audience of billions. Start your channel today.",
    "size": 70,
    "reviews": "110M",
    "ratingAvg": 4.2,
    "downloads": "10000M",
    "ratings": [
      { "name": "1 star", "count": 9000000 },
      { "name": "2 star", "count": 4000000 },
      { "name": "3 star", "count": 12000000 },
      { "name": "4 star", "count": 25000000 },
      { "name": "5 star", "count": 60000000 }
    ]
  },
  {
    "id": 8,
    "image": "https://i.pinimg.com/1200x/af/4b/00/af4b003d9af56d2fc74e4651127bead4.jpg",
    "title": "Google Maps",
    "companyName": "Google LLC",
    "description": "Get real-time GPS navigation, traffic updates, and transit info to explore your world with ease. Find the fastest route to your destination, with automatic rerouting based on live traffic conditions, incidents, and road closures. Whether you're driving, walking, or taking public transport, Google Maps provides the best way to get there. Travel smarter, not harder.\n\nFind top-rated restaurants, local businesses, and discover new places with recommendations tailored for you. Explore neighborhoods with Street View and see inside restaurants and museums before you go. Save your favorite places, create lists of spots to visit, and share them with friends. Turn every trip into an adventure and uncover hidden gems around you.\n\nContribute your own knowledge to help others discover the best of what's around. Add reviews, upload photos, and answer questions about places you've visited. Your contributions help make the map more accurate and useful for everyone. Be a part of a global community of explorers charting the world together, one review at a time.",
    "size": 50,
    "reviews": "18M",
    "ratingAvg": 4.1,
    "downloads": "10000M",
    "ratings": [
      { "name": "1 star", "count": 1800000 },
      { "name": "2 star", "count": 700000 },
      { "name": "3 star", "count": 1500000 },
      { "name": "4 star", "count": 4000000 },
      { "name": "5 star", "count": 10000000 }
    ]
  },
  {
    "id": 9,
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Gmail_icon_%282020%29.svg",
    "title": "Gmail",
    "companyName": "Google LLC",
    "description": "Experience a smarter, more organized inbox that keeps your messages safe and sorted. Gmail blocks over 99.9% of spam, phishing, and malware from ever reaching your inbox. Enjoy helpful features like Smart Reply and nudges to help you stay on top of your communications. It's the email experience you love, with security at its core to protect you.\n\nGmail's intelligent inbox automatically sorts your mail into categories like Social and Promotions, so you can focus on what's important first. Use the powerful search functionality to find any email in seconds, no matter how old it is. Manage multiple accounts, customize your notifications, and enjoy a clean, intuitive interface that makes managing email a breeze.\n\nSeamlessly integrated with the Google ecosystem, Gmail works perfectly with Calendar, Drive, and Photos. Save attachments directly to Drive, create calendar events from your emails, and access everything you need without ever leaving your inbox. This deep integration streamlines your workflow and boosts your productivity, making it the central hub for your digital life.",
    "size": 48,
    "reviews": "10M",
    "ratingAvg": 4.5,
    "downloads": "10000M",
    "ratings": [
      { "name": "1 star", "count": 500000 },
      { "name": "2 star", "count": 200000 },
      { "name": "3 star", "count": 800000 },
      { "name": "4 star", "count": 1500000 },
      { "name": "5 star", "count": 7000000 }
    ]
  },
  {
    "id": 10,
    "image": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Slack_icon_2019.svg",
    "title": "Slack",
    "companyName": "Salesforce",
    "description": "Revolutionize your team's communication with organized channels for every project, topic, or group. Move conversations out of cluttered email inboxes and into a space where everyone can follow along. Create public channels for team-wide announcements or private channels for sensitive discussions. Keep your work organized and accessible for ultimate team transparency.\n\nShare files, integrate with other tools, and make decisions faster with all your conversations in one searchable place. Connect your favorite apps, from Google Drive to Jira, to bring all your work notifications and data directly into Slack. With everything in one place, your team can stay aligned and move projects forward more efficiently than ever before.\n\nConnect with your team in real-time using huddles for quick audio conversations or make video calls for face-to-face collaboration. Set your status, manage your notifications, and create custom workflows to automate routine tasks. Slack is more than just messaging; it's your digital headquarters, designed to make your working life simpler, more pleasant, and more productive.",
    "size": 60,
    "reviews": "1.2M",
    "ratingAvg": 4.3,
    "downloads": "50M",
    "ratings": [
      { "name": "1 star", "count": 80000 },
      { "name": "2 star", "count": 40000 },
      { "name": "3 star", "count": 180000 },
      { "name": "4 star", "count": 300000 },
      { "name": "5 star", "count": 600000 }
    ]
  },
  {
    "id": 11,
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Microsoft_Office_Teams_%282018%E2%80%93present%29.svg",
    "title": "Microsoft Teams",
    "companyName": "Microsoft Corporation",
    "description": "Bring your team together with a powerful collaboration tool that combines workplace chat, video meetings, and file storage. Keep all your team's conversations, files, and apps in one shared workspace that you can access from any device. Host high-quality video meetings with features like screen sharing, custom backgrounds, and recording. Stay productive and connected anywhere.\n\nIntegrate seamlessly with Microsoft 365 apps like Word, Excel, and PowerPoint to co-author and share files in real-time. No more sending attachments back and forth; all your documents are live and accessible right within Teams. This deep integration creates a unified hub for teamwork, ensuring everyone has the latest information and can contribute effectively.\n\nCustomize your workspace by adding your favorite Microsoft apps and third-party services to keep your business moving forward. Build custom apps, automate workflows, and integrate your data to tailor Teams to your specific needs. From small businesses to large enterprises, Teams scales to provide a secure and comprehensive solution for collaboration and communication.",
    "size": 110,
    "reviews": "2.5M",
    "ratingAvg": 4.6,
    "downloads": "100M",
    "ratings": [
      { "name": "1 star", "count": 100000 },
      { "name": "2 star", "count": 50000 },
      { "name": "3 star", "count": 250000 },
      { "name": "4 star", "count": 600000 },
      { "name": "5 star", "count": 1500000 }
    ]
  },
  {
    "id": 12,
    "image": "https://img.icons8.com/color/480/000000/zoom.png",
    "title": "Zoom - One Platform to Connect",
    "companyName": "Zoom Video Communications",
    "description": "Connect, collaborate, and get more done together with reliable video meetings and team chat. Host secure, high-quality video meetings with up to 1000 participants, featuring screen sharing, virtual backgrounds, and breakout rooms. It's the perfect solution for remote work, online learning, and staying in touch with loved ones. Experience crystal-clear audio and video.\n\nUse team chat to streamline communication with persistent messaging, file sharing, and searchable history. Create channels for specific projects or teams to keep conversations organized and focused. Integrate with your calendar to schedule meetings effortlessly and receive notifications so you never miss an important discussion. Zoom brings all your communication into one place.\n\nExpand your capabilities with a suite of powerful tools like Zoom Phone for a cloud-based phone system, Webinars for large-scale virtual events, and a virtual whiteboard for real-time collaboration. The Zoom platform is designed to be flexible and scalable, providing a comprehensive solution that grows with your needs. It's one platform to connect and achieve more.",
    "size": 98,
    "reviews": "3M",
    "ratingAvg": 4.4,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 150000 },
      { "name": "2 star", "count": 80000 },
      { "name": "3 star", "count": 370000 },
      { "name": "4 star", "count": 600000 },
      { "name": "5 star", "count": 1800000 }
    ]
  },
  {
    "id": 13,
    "image": "https://i.pinimg.com/736x/f0/4b/3a/f04b3a6f8d3d19829d5e9eee38210168.jpg",
    "title": "Uber",
    "companyName": "Uber Technologies, Inc.",
    "description": "Get a reliable ride in minutes or schedule one in advance for stress-free travel. Choose from a variety of ride options to fit your budget and group size, from affordable everyday rides to premium black cars. See your price upfront, track your driver's arrival in real-time, and enjoy a safe journey with features like trip sharing and emergency assistance. Getting around has never been easier.\n\nCraving your favorite food? Order from thousands of local restaurants with Uber Eats and get it delivered right to your door. Browse menus, track your order's progress, and enjoy delicious meals without leaving the comfort of your home. From fast food to fine dining, satisfy any craving with a few simple taps. Discover new culinary delights in your city.\n\nUber is more than just rides and food; it's a platform that moves the world. Explore options for package delivery, grocery shopping, and even reserving scooters and bikes in select cities. With a commitment to safety and convenience, Uber is constantly innovating to provide new ways to help you go anywhere and get anything. Your city is now at your fingertips.",
    "size": 150,
    "reviews": "9M",
    "ratingAvg": 4.2,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 800000 },
      { "name": "2 star", "count": 400000 },
      { "name": "3 star", "count": 1000000 },
      { "name": "4 star", "count": 1800000 },
      { "name": "5 star", "count": 5000000 }
    ]
  },
  {
    "id": 14,
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/69/Airbnb_Logo_B%C3%A9lo.svg",
    "title": "Airbnb",
    "companyName": "Airbnb, Inc.",
    "description": "Find unforgettable places to stay and things to do, from cozy cabins in the woods to sprawling city apartments with stunning views. Filter your search by price, amenities, and property type to find the perfect home away from home for your next trip. Read reviews from past guests and book with confidence, knowing you're in good hands. Travel like a local, anywhere in the world.\n\nDiscover and book unique experiences hosted by local experts. Whether it's a cooking class in Italy, a guided hike through a national park, or a street art tour in a bustling city, Airbnb Experiences offer a deeper connection to your destination. Immerse yourself in the local culture and create memories that will last a lifetime. Find activities that go beyond the typical tourist trail.\n\nBecome a host and share your space or your skills with travelers from around the globe. Earn extra income, meet new people, and showcase what makes your city special. Airbnb provides the tools and support you need to be a successful host, from secure payments to 24/7 customer service. Join a global community of hosts and travelers who believe in a more connected world.",
    "size": 180,
    "reviews": "1.5M",
    "ratingAvg": 4.8,
    "downloads": "100M",
    "ratings": [
      { "name": "1 star", "count": 30000 },
      { "name": "2 star", "count": 15000 },
      { "name": "3 star", "count": 55000 },
      { "name": "4 star", "count": 200000 },
      { "name": "5 star", "count": 1200000 }
    ]
  },
  {
    "id": 15,
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Amazon_icon.svg",
    "title": "Amazon Shopping",
    "companyName": "Amazon Mobile LLC",
    "description": "Browse, search, and buy millions of products right from your mobile device. Compare prices, read customer reviews, and check for lightning deals to ensure you're always getting the best value. With a vast selection across every category, from electronics to fashion, you can find everything you need in one convenient place. Shopping has never been this simple and powerful.\n\nGet fast, free shipping on millions of items with an Amazon Prime membership. Track your orders in real-time from shipment to delivery, and receive notifications every step of the way. Manage your account, payment options, and shipping addresses with ease. Enjoy a seamless and reliable shopping experience that you can trust for all your needs.\n\nUse your camera to scan barcodes and images to instantly compare prices and check availability. Use Alexa to help you shop, just by using your voice to search for products, track your orders, and create shopping lists. The Amazon app is packed with features designed to make your shopping experience faster, easier, and more enjoyable than ever before.",
    "size": 120,
    "reviews": "7M",
    "ratingAvg": 4.5,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 300000 },
      { "name": "2 star", "count": 150000 },
      { "name": "3 star", "count": 550000 },
      { "name": "4 star", "count": 1000000 },
      { "name": "5 star", "count": 5000000 }
    ]
  },
  {
    "id": 16,
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/08/Pinterest-logo.png",
    "title": "Pinterest",
    "companyName": "Pinterest",
    "description": "Find inspiration for anything you can imagine, from dinner recipes and home decor to fashion and travel ideas. Pinterest is a visual discovery engine where you can find ideas to spark your creativity. Explore billions of Pins to discover new possibilities for your life. Your next great idea is just a search away, waiting to be found.\n\nSave your favorite 'Pins' to organized boards to keep your ideas neat and easy to find later. Create boards for different projects, like a home renovation, a dream vacation, or weekly meal planning. Collaborate on group boards with friends and family to plan events or share inspiration together. It's the ultimate tool for organizing your creative life.\n\nUse the Pinterest Lens to discover ideas inspired by anything you see in the real world. Just point your camera at an object to find out where to buy it, how to make it, or see similar ideas. Shop directly from Pins, read articles, and find step-by-step tutorials to turn your inspiration into action. Pinterest helps you create a life you love.",
    "size": 68,
    "reviews": "11M",
    "ratingAvg": 4.6,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 400000 },
      { "name": "2 star", "count": 200000 },
      { "name": "3 star", "count": 900000 },
      { "name": "4 star", "count": 1500000 },
      { "name": "5 star", "count": 8000000 }
    ]
  },
  {
    "id": 17,
    "image": "https://i.pinimg.com/736x/a9/62/48/a962483d03887a7470954d7c8b2149d3.jpg",
    "title": "X (formerly Twitter)",
    "companyName": "X Corp.",
    "description": "Tap into the global conversation and see what's happening right now. From breaking news and entertainment to sports and politics, get the full story with all the live commentary. Follow topics you care about to get a personalized timeline of the most relevant posts. X is your source for what's happening in the world and what people are talking about.\n\nShare your own thoughts with the world in an instant. Post text, photos, videos, and GIFs to join the conversation. Engage with your followers, reply to posts from public figures, and share content that matters to you. Your voice is part of a global dialogue that unfolds in real-time, 24/7. Express yourself and connect with like-minded individuals.\n\nDiscover new voices and perspectives by exploring trending topics and hashtags. Follow thought leaders, journalists, and creators to get unique insights on subjects you're passionate about. With Spaces, you can join live audio conversations to hear and speak directly with others. X is the place for open, real-time public conversation.",
    "size": 85,
    "reviews": "23M",
    "ratingAvg": 3.5,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 4000000 },
      { "name": "2 star", "count": 2000000 },
      { "name": "3 star", "count": 3000000 },
      { "name": "4 star", "count": 4000000 },
      { "name": "5 star", "count": 10000000 }
    ]
  },
  {
    "id": 18,
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/ca/LinkedIn_logo_initials.png",
    "title": "LinkedIn",
    "companyName": "LinkedIn Corporation",
    "description": "Build your professional network, find job opportunities, and stay up-to-date with industry news. Create a professional profile that highlights your skills, experience, and education. Connect with colleagues, recruiters, and leaders in your field to expand your professional circle. Nurture your relationships to unlock new career possibilities.\n\nDiscover and apply for jobs that match your skills and career goals. Get alerts for new job postings, research companies, and get insights on who's hiring. Leverage your network to get referrals and increase your chances of landing your dream job. LinkedIn is the most powerful tool for managing your career and taking the next step professionally.\n\nShare your professional insights, publish articles, and engage in conversations about industry trends. Follow influencers and companies to get the latest news and analysis directly in your feed. Position yourself as a thought leader in your field and build your professional brand. It's the place to learn, grow, and connect professionally.",
    "size": 92,
    "reviews": "2M",
    "ratingAvg": 4.4,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 100000 },
      { "name": "2 star", "count": 50000 },
      { "name": "3 star", "count": 200000 },
      { "name": "4 star", "count": 350000 },
      { "name": "5 star", "count": 1300000 }
    ]
  },
  {
    "id": 19,
    "image": "https://upload.wikimedia.org/wikipedia/en/c/c4/Snapchat_logo.svg",
    "title": "Snapchat",
    "companyName": "Snap Inc",
    "description": "Connect with friends through visual messages that disappear after they're viewed. Share a quick photo or video Snap to show what you're up to in the moment. Use our chat feature for longer conversations, and save important messages. It's a fast and fun way to stay in touch with your real friends every day, without the pressure of a permanent public feed.\n\nUse fun Lenses and Filters to transform your look and the world around you. New Lenses are added daily by Snapchat and the community, so there's always something new to try. Express yourself with Bitmoji, your personal emoji, and create unique stickers to share in your chats. Let your creativity run wild and share your unique perspective.\n\nFollow Stories from friends and publishers for a glimpse into their world. Watch breaking news, original shows, and community stories curated just for you on the Discover screen. Use Snap Map to see where your friends are and what they're up to, and explore Snaps submitted by our community from all over the world. See the world through the eyes of others.",
    "size": 75,
    "reviews": "22M",
    "ratingAvg": 4.3,
    "downloads": "1000M",
    "ratings": [
      { "name": "1 star", "count": 1500000 },
      { "name": "2 star", "count": 800000 },
      { "name": "3 star", "count": 2200000 },
      { "name": "4 star", "count": 3500000 },
      { "name": "5 star", "count": 14000000 }
    ]
  },
  {
    "id": 20,
    "image": "https://i.pinimg.com/1200x/b5/d4/ce/b5d4ce10a744861ffd3314d20d116976.jpg",
    "title": "Discord",
    "companyName": "Discord Inc.",
    "description": "Create a home for your communities and friends, where you can stay close and have fun over text, voice, and video. Set up invite-only servers with dedicated channels for any topic you can imagine, from gaming and school clubs to art projects and family chats. It's your place to belong and connect with people who share your interests and hobbies.\n\nManage servers with custom roles and permissions to keep your community organized and safe. Use voice channels to talk with your friends while you game, or jump into a video call to see them face-to-face. Share your screen to stream gameplay, present projects, or just hang out and watch videos together. Discord offers a seamless communication experience.\n\nDiscover new communities or let your friends join yours. With powerful moderation tools, you can create a positive and welcoming environment for everyone. Express yourself with custom emojis, stickers, and soundboards to make your conversations more lively and fun. Discord is the ultimate platform for building and maintaining relationships online.",
    "size": 105,
    "reviews": "5M",
    "ratingAvg": 4.7,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 100000 },
      { "name": "2 star", "count": 50000 },
      { "name": "3 star", "count": 300000 },
      { "name": "4 star", "count": 550000 },
      { "name": "5 star", "count": 4000000 }
    ]
  },
  {
    "id": 21,
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/82/Telegram_logo.svg",
    "title": "Telegram",
    "companyName": "Telegram FZ-LLC",
    "description": "Experience a messaging app focused on speed, security, and simplicity. Send messages, photos, videos, and files of any type, all protected with a unique blend of symmetric and asymmetric encryption. Your privacy is paramount, which is why Telegram is committed to never giving third parties access to your data. Communicate freely and with confidence.\n\nCreate massive group chats with up to 200,000 members, and set up channels to broadcast messages to an unlimited audience. Telegram is perfect for hosting online communities and coordinating teamwork on a large scale. Utilize powerful tools like polls, quizzes, and bots to engage your audience and automate tasks. It’s a powerful tool for broadcasting and community management.\n\nKeep your conversations synchronized across all your devices seamlessly. Start typing a message on your phone and finish it from your tablet or laptop. Your entire chat history is stored securely in the Telegram cloud, so you never have to worry about losing your data. Enjoy a fast, reliable, and feature-rich messaging experience that works everywhere.",
    "size": 45,
    "reviews": "15M",
    "ratingAvg": 4.5,
    "downloads": "1000M",
    "ratings": [
      { "name": "1 star", "count": 600000 },
      { "name": "2 star", "count": 300000 },
      { "name": "3 star", "count": 1100000 },
      { "name": "4 star", "count": 2000000 },
      { "name": "5 star", "count": 11000000 }
    ]
  },
  {
    "id": 22,
    "image": "https://upload.wikimedia.org/wikipedia/en/b/bd/Reddit_Logo_Icon.svg",
    "title": "Reddit",
    "companyName": "Reddit Inc.",
    "description": "Discover communities, known as subreddits, built around every interest imaginable, from breaking news and sports to niche hobbies and memes. Find your people and dive into discussions on topics you're passionate about. With millions of active communities, there's a place for everyone on Reddit. Explore content tailored to your tastes.\n\nJoin authentic conversations and contribute your own perspective to the discussion. Upvote content you find interesting to help it rise to the top, and downvote content that's off-topic or low-quality. Your votes shape the conversation and determine what the community sees. Share your own posts, links, images, and videos to start new discussions.\n\nCustomize your Reddit experience by joining your favorite subreddits to create a personalized feed of content. Get a constantly updated stream of news, funny stories, and interesting discussions from the communities that matter most to you. Whether you're a lurker or a power user, Reddit offers an endless source of entertainment, information, and human connection.",
    "size": 80,
    "reviews": "3.5M",
    "ratingAvg": 3.9,
    "downloads": "100M",
    "ratings": [
      { "name": "1 star", "count": 400000 },
      { "name": "2 star", "count": 200000 },
      { "name": "3 star", "count": 500000 },
      { "name": "4 star", "count": 600000 },
      { "name": "5 star", "count": 1800000 }
    ]
  },
  {
    "id": 23,
    "image": "https://i.pinimg.com/736x/f5/1f/4b/f51f4b446ef00643dea6f45977619988.jpg",
    "title": "Candy Crush Saga",
    "companyName": "King",
    "description": "Switch and match Candies in this tasty puzzle adventure to progress to the next level for that sweet winning feeling! Plan your moves by matching 3 or more candies in a row, using boosters wisely in order to overcome those extra sticky puzzles. With thousands of levels, you'll have endless fun in this legendary puzzle game. It's a delightful challenge for your brain.\n\nSolve puzzles with quick thinking and smart moves, and be rewarded with delicious color-bombs and tasty candy combos. Blast the chocolate and collect sweet ingredients across thousands of levels, guaranteed to have you craving more. Spin the Daily Booster Wheel for a delicious free prize and participate in time-limited challenges to earn boosters to help you level up.\n\nJourney through the Candy Kingdom by completing levels and unlocking new episodes. Play alone or challenge your friends to see who can get the highest score. With game modes including Target Score, Clear the Jelly, and Collect the Ingredients, there's always a new challenge waiting for you. It's the sweetest game around, loved by millions.",
    "size": 115,
    "reviews": "35M",
    "ratingAvg": 4.6,
    "downloads": "1000M",
    "ratings": [
      { "name": "1 star", "count": 1000000 },
      { "name": "2 star", "count": 800000 },
      { "name": "3 star", "count": 2200000 },
      { "name": "4 star", "count": 5000000 },
      { "name": "5 star", "count": 26000000 }
    ]
  },
  {
    "id": 24,
    "image": "https://upload.wikimedia.org/wikipedia/en/9/9a/Among_Us_cover_art.jpg",
    "title": "Among Us",
    "companyName": "Innersloth LLC",
    "description": "Team up with your crewmates in a multiplayer game of teamwork and betrayal! Work together to complete tasks on your spaceship, but beware of the Impostors among you. One or more of your fellow crewmates are secretly trying to sabotage the mission and eliminate everyone else. Can you figure out who they are before it's too late? Trust no one in this thrilling social deduction game.\n\nAs a Crewmate, your goal is to complete all your tasks or successfully identify and vote out the Impostors. React to sabotages, report any suspicious activity, and call emergency meetings to discuss your findings with your fellow crewmates. As an Impostor, your goal is to blend in, create chaos, and secretly eliminate the crew. Use vents to move quickly and sabotage systems to cause confusion.\n\nCustomize your game with a variety of settings and cosmetic options. Play with 4-15 players online or over local WiFi, and choose the number of Impostors to change the difficulty. Dress up your character with unique hats, skins, and pets to stand out from the crew. Every game is a new adventure filled with suspense, deception, and hilarious accusations. Who can you trust?",
    "size": 125,
    "reviews": "13M",
    "ratingAvg": 3.6,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 2500000 },
      { "name": "2 star", "count": 1000000 },
      { "name": "3 star", "count": 1500000 },
      { "name": "4 star", "count": 2000000 },
      { "name": "5 star", "count": 6000000 }
    ]
  },
  {
    "id": 25,
    "image": "https://i.pinimg.com/736x/52/b4/20/52b42001bcc7a0cb013c97eeb3ead223.jpg",
    "title": "Duolingo",
    "companyName": "Duolingo, Inc.",
    "description": "Learn a new language with the world’s most-downloaded education app. Our game-like lessons make it easy and fun to practice reading, writing, listening, and speaking skills in over 40 languages. Developed by language experts, Duolingo has a science-based teaching methodology proven to foster long-term retention. Make your screen time more productive with just a few minutes a day.\n\nTrack your progress with motivating achievements and compete with friends on weekly leaderboards to stay engaged. Our bite-sized lessons feel more like a game than a textbook, helping you form a consistent learning habit. Earn points for correct answers, race against the clock, and level up your language skills. Learning a new language has never been so enjoyable and accessible.Whether you're learning for travel, school, career, or just for fun, Duolingo is designed for you. Prepare for conversations in Spanish, French, German, or Japanese with lessons that focus on real-life communication. Join over 500 million learners and start your language journey today. It's free, effective, and completely fun.",
    "size": 40,
    "reviews": "16M",
    "ratingAvg": 4.7,
    "downloads": "500M",
    "ratings": [
      { "name": "1 star", "count": 300000 },
      { "name": "2 star", "count": 150000 },
      { "name": "3 star", "count": 550000 },
      { "name": "4 star", "count": 2000000 },
      { "name": "5 star", "count": 13000000 }
    ]
  },
  {
    "id": 26,
    "image": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Google_Chrome_icon_%28September_2014%29.svg",
    "title": "Google Chrome",
    "companyName": "Google LLC",
    "description": "Get the best of Google built-in with this fast, simple, and secure web browser. Powered by Google Search, you can get instant answers right from your address bar. Use Google Translate to easily read web pages in any language, and enjoy a browsing experience that's both powerful and intuitive. It's designed to get you where you want to go on the web, with speed.Sync your bookmarks, passwords, and browsing history across all your devices. Sign in to Chrome on your laptop, phone, and tablet to get a seamless experience everywhere. Your open tabs and saved information are always available, so you can pick up right where you left off, no matter which device you're using. Stay organized and productive across your digital life.\n\nBrowse with peace of mind thanks to automatic security updates and built-in protections against phishing and dangerous sites. Chrome's Safe Browsing feature warns you before you visit malicious websites or download harmful files. With a focus on privacy and security, you can explore the web confidently, knowing that Chrome is working to keep you safe online.",
    "size": 90,
    "reviews": "20M",
    "ratingAvg": 4.1,
    "downloads": "10000M",
    "ratings": [
      { "name": "1 star", "count": 2000000 },
      { "name": "2 star", "count": 800000 },
      { "name": "3 star", "count": 2200000 },
      { "name": "4 star", "count": 4000000 },
      { "name": "5 star", "count": 11000000 }
    ]
  },
  {
    "id": 27,
    "image": "https://i.pinimg.com/1200x/98/31/e4/9831e46f6bf3db4b14ec6afb23eeafda.jpg",
    "title": "Microsoft Word",
    "companyName": "Microsoft Corporation",
    "description": "Create and edit professional documents on the go with the essential word processing app. Access powerful formatting tools, templates, and styles to make your documents look polished and impressive. Whether you're writing a report, a resume, or a newsletter, Word provides the features you need to produce high-quality work. It's the standard for document creation for a reason.\n\nCollaborate with others in real-time and see their changes as they happen. Leave comments, track changes, and work together on the same document from different locations. With seamless integration with OneDrive, your documents are always backed up and accessible from any device. Teamwork is made easy, whether your colleagues are across the hall or across the globe.Read documents with ease on any device using Reading Mode, which reformats documents for optimal viewing on smaller screens. Convert your documents to PDF with a single tap, and share them easily with others. The Word app is designed to be a powerful and flexible tool that helps you be productive wherever you are, on your terms.",
    "size": 130,
    "reviews": "6M",
    "ratingAvg": 4.6,
    "downloads": "1000M",
    "ratings": [
      { "name": "1 star", "count": 200000 },
      { "name": "2 star", "count": 100000 },
      { "name": "3 star", "count": 500000 },
      { "name": "4 star", "count": 1200000 },
      { "name": "5 star", "count": 4000000 }
    ]
  },
  {
    "id": 28,
    "image": "https://i.pinimg.com/736x/b1/c0/1d/b1c01d231c6b0e36bc2064e39ee8a14c.jpg",
    "title": "Adobe Photoshop Express",
    "companyName": "Adobe",
    "description": "Transform your photos with a complete and easy-to-use photo editor on your mobile device. Make quick edits like cropping, straightening, and removing red-eye. Use intuitive sliders to adjust contrast, exposure, and white balance to make your images pop. It's the power of Photoshop, made simple for everyone. Get professional-looking results in seconds.Unleash your creativity with a wide range of artistic filters and effects. Apply one-tap Looks to instantly change the mood of your photos, or use advanced tools like Dehaze to bring clarity to foggy images. Create stunning collages with pre-set grid layouts, and add text or borders to personalize your creations. The creative possibilities are endless.\n\nUse advanced healing tools to remove unwanted spots and blemishes for a perfect finish. Reduce noise to sharpen your low-light photos and bring out the details. With support for raw files and flexible editing options, Photoshop Express gives you the control you need to create beautiful images that you'll be proud to share. It's your all-in-one photo editor for on-the-go creativity.",
    "size": 155,
    "reviews": "2.5M",
    "ratingAvg": 4.5,
    "downloads": "100M",
    "ratings": [
      { "name": "1 star", "count": 100000 },
      { "name": "2 star", "count": 50000 },
      { "name": "3 star", "count": 250000 },
      { "name": "4 star", "count": 500000 },
      { "name": "5 star", "count": 1600000 }
    ]
  }
]

